[
  {
     "name":"Apples",
     "includes":"",
     "label":"apples",
     "months":[
        7,
        8,
        9,
        10
     ],
     "description":"Apples are to fall what peaches and nectarines are to summer -- somehow the entire season is summed up in a crisp, sweet bite.",
     "choose":"Select apples that are smooth-skinned, deeply colored and glossy.",
     "store":"Apples should be stored as cold as possible. Keep them in the bottom drawer of the refrigerator. A perforated plastic bag works best, as it allows some of the moisture to escape while keeping the apples crisp.",
     "peakMonths":[
        8,
        9
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Apricots",
     "includes":"",
     "label":"apricots",
     "months":[
        4,
        5,
        6
     ],
     "description":"Apricots come from ancient China and found roots in Persia by The Silk Road. A cute fruit, the poet John Ruskin said apricots are \"shining in sweet brightness of golden velvet.\"",
     "choose":"Choose soft but not mushy apricots with a nice deep golden color. The pink blush does not provide useful information.",
     "store":"Stored at cool room temperature or refrigerate in a sealed plastic bag.",
     "peakMonths":[
        5
     ],
     "popularity":7,
     "prepared":true
  },
  {
     "name":"Artichokes",
     "includes":"",
     "label":"artichokes",
     "months":[
        9,
        10,
        2,
        3,
        4,
        5
     ],
     "description":"Most people eat artichokes only one way -- the biggest ones, served whole with drawn butter or mayonnaise. But smaller artichokes are terrific as ingredients in risottos, stews or pastas and they cost a lot less.",
     "choose":"Really fresh artichokes will squeak when squeezed.",
     "store":"Artichokes are hardy enough to last at cool room temperature for a couple of days. Any longer than that and you should refrigerate them in a tightly closed plastic bag.",
     "peakMonths":[
        3,
        4,
        9,
        10
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Asian Pears",
     "includes":"",
     "label":"asian-pears",
     "months":[
        7,
        8,
        9
     ],
     "description":"Asian pear varieties can differ quite remarkably. Shinseiki has a very crisp texture and a flavor like honey, walnuts and flowers; 20th Century is crisp with a flavor like a sparkling combination of apples and citrus; Kosui has a vanilla undertone; and Chojuro is buttery with a caramel sweetness.",
     "choose":"Asian pears feel hard as rocks, but they actually bruise quite easily. Russet varieties should be deep golden brown; smooth-skinned round fruit should be yellow, not green, and smooth-skinned pear-shaped fruit will be pale green.",
     "store":"Asian pears need to be refrigerated.",
     "peakMonths":[
        8
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Asparagus",
     "includes":"",
     "label":"asparagus",
     "months":[
        2,
        3
     ],
     "description":"The most reliable harbinger of spring in the vegetable world, when asparagus peeks through the dirt, you can bet warmer weather is coming.",
     "choose":"The tips should be tightly furled and closed; the stems should be smooth and firm with no wrinkles; the bases should be moist.",
     "store":"You can store asparagus tightly wrapped in the refrigerator for a day or so. Any longer, store them in the refrigerator like cut flowers – with the bases in a bowl of water and the tops loosely covered with a plastic bag.",
     "peakMonths":[
        2,
        3
     ],
     "popularity":8,
     "prepared":false
  },
  {
     "name":"Avocados",
     "includes":"",
     "label":"avocados",
     "months":[
        1,
        2,
        3,
        4,
        5,
        6,
        7
     ],
     "description":"Alligator pear or the Nahuatl word for \"testicle\" -- whatever you want to call them -- avocados are a one of the best reasons to be in California.",
     "choose":"Avocados ripen a week or so after being picked. They are ready to eat when they give a little when gently squeezed. Buying hard avocados to ripen at home is an option.",
     "store":"Keep at room temperature until fully ripe.",
     "peakMonths":[
        4
     ],
     "popularity":7,
     "prepared":true
  },
  {
     "name":"Beets",
     "includes":"",
     "label":"beets",
     "months":[
        10,
        11,
        0,
        1,
        2
     ],
     "description":"Not only are beets physically beautiful -- they have a deep, rich saturated red color that shines like nothing else -- but they are also a wonderful combination of sweet and earthy. So why do so many people hate them?",
     "choose":"Select beets that are heavy for their size and show no surface nicks or cuts. If they're sold with their tops on, the greens are always a good indicator of freshness as they show wilting very quickly (they're also delicious – don't discard them).",
     "store":"Refrigerate in a tightly sealed plastic bag.",
     "peakMonths":[
        4,
        5
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Bell Peppers",
     "includes":"",
     "label":"bell-peppers",
     "months":[
        8,
        9
     ],
     "description":"There is nothing at the farmers market that sums up the late summer-early fall season like the mounds of brightly colored peppers that seem to be everywhere. Their colors – red and yellow, even purple and brown – are so saturated they seem to have been designed for the painterly golden light at this time of year. And they taste as good as they look.",
     "choose":"Look for peppers that are firm, deeply colored and glossy. Peppers that have the straightest sides will be the easiest to peel.",
     "store":"Keep peppers in the refrigerator, tightly wrapped in a plastic bag.",
     "peakMonths":[
        8,
        9
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Blood Oranges",
     "includes":"",
     "label":"blood-oranges",
     "months":[
        1,
        2
     ],
     "description":"Blood oranges get their color from the same anthocyanin pigment that gives raspberries theirs. And though the chemical compound itself has no flavor, there is a shared berry taste between blood oranges and raspberries.",
     "choose":"Select oranges that are heaviest for their size. Color is not a reliable indicator of flavor. Some varieties such as Tarocco, which are usually less “bloody” than others, have the best flavor.",
     "store":"Because oranges have relatively thick peels, they can be stored at room temperature for up to a couple of weeks. Refrigerating doesn't hurt oranges, though, so that's fine if that's what you prefer.",
     "peakMonths":[
        1,
        2
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Broccoli",
     "includes":"",
     "label":"broccoli",
     "months":[
        11,
        0,
        1,
        2,
        3,
        4
     ],
     "description":"Like cauliflower, to which it's closely related, broccoli is a vegetable with two faces. Cook it quickly and the flavor is bold and assertive. Push it a little longer and it becomes sweet and complex.",
     "choose":"Choose broccoli with flower heads that are tightly closed and blue-green, rather than pale green or even yellow. Feel the stock with your fingernail – overgrown broccoli will be too tough to dent and will be stringy when cooked.",
     "store":"For a staple vegetable, broccoli spoils rather quickly. Treat it as you would a lettuce – tightly wrapped in the crisper drawer of the refrigerator. And use it as soon as you can.",
     "peakMonths":[
        3,
        4
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Brussels Sprouts",
     "includes":"",
     "label":"brussels-sprouts",
     "months":[
        10,
        11,
        0,
        1
     ],
     "description":"Like tiny little cabbages, Brussels sprouts depend on accurate cooking to be at their best – cook them long enough to bring out the sweetness, but not so long as to bring out the sulfur-y smell.",
     "choose":"Choose Brussels sprouts that are vivid green and are tightly closed. As they sit, the leaves will begin to separate and the edges will yellow. Squeeze the head, it should be hard enough that there is very little give.",
     "store":"Brussels sprouts should be refrigerated in a tightly sealed bag.",
     "peakMonths":[
        5,
        6
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Carrots",
     "includes":"",
     "label":"carrots",
     "months":[
        1,
        2,
        3,
        4,
        5
     ],
     "description":"Once carrots came in one model — fat and orange. Today you can find them in a wide variety of shapes, sizes and colors. And they're more than just ornamental: well-grown carrots are among the sweetest of the root vegetables.",
     "choose":"The best way to choose carrots is by the greens — they should be fresh and crisp looking. After that, make sure the roots are deeply colored (whatever the color) and vibrant and make sure there are no cracks or deep dings.",
     "store":"Store carrots tightly wrapped in the crisper drawer. Be sure to remove the tops before storing as they will draw moisture from the roots, wilting them faster.",
     "peakMonths":[
        3
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Cauliflower",
     "includes":"",
     "label":"cauliflower",
     "months":[
        11,
        0,
        1,
        2,
        3,
        4
     ],
     "description":"For cooks, cauliflower has two distinctive personalities. Blanch it briefly and it has an aggressive, grassy quality that pairs well with big flavors like olives and garlic. Cook it until it's soft and cauliflower becomes sweet and earthy.",
     "choose":"Cauliflower heads should be firm and tightly closed. White varieties should be very pale, with no dark \"sunburned\" spots. Reject any heads that show signs of softness, that's the start of spoilage.",
     "store":"Though it seems durable, cauliflower is extremely perishable. Keep it tightly wrapped in the crisper drawer of the refrigerator.",
     "peakMonths":[
        3,
        4
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Chard",
     "includes":"",
     "label":"chard",
     "months":[
        0,
        1,
        2,
        3
     ],
     "description":"You'll usually find chard in three variations: green, which has white stems and a fairly mild flavor; red, which closely resembles beet greens in look and taste; and rainbow, which is not really a genetic variety but a mix of types that includes both red and white, plus shades of pink and gold (sadly, beautiful as they are raw, the color dulls with cooking). The term “Swiss chard” generally refers to any of those three. All of them have fairly crisp, ridged stems and thick, fleshy leaves that are, frankly, unpleasant raw but become absolutely wonderful when cooked.",
     "choose":"Don't worry so much about the leaves – you'll get a lot more clues about the freshness of the chard by looking at the stems (they seem to wilt before the leaves do). The stems should be firm and crisp. Examine the cut end – it should be somewhat moist and fresh-looking, with minimal darkening.",
     "store":"Keep chard tightly wrapped in a plastic bag in the crisper drawer of the refrigerator. Properly stored, it'll last a week or so.",
     "peakMonths":[
        1,
        2
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Cherries",
     "includes":"",
     "label":"cherries",
     "months":[
        4,
        5,
        6
     ],
     "description":"Cherries are closely related to almonds and are the perfect, snack-sized fruit. Of course, seasonal cherries are most delicious.",
     "choose":"Look for taut, shiny, smooth skins. For the most common cherry variety (Bing), the darker the sweeter. Stems should be green and springy.",
     "store":"When sealed tightly and refrigerated, cherries last about a week.",
     "peakMonths":[
        5
     ],
     "popularity":7,
     "prepared":true
  },
  {
     "name":"Corn",
     "includes":"",
     "label":"corn",
     "months":[
        5,
        6,
        7,
        8
     ],
     "description":"Mayan deities made our ancestors out of corn, and we eat so much of it we are still made of it. Of course fresh is best, and eating corn on the cob is quintessential summer.",
     "choose":"Ears should be well filled out (check the top for kernels), and make sure the silk is soft, not dried out.",
     "store":"Refrigerate, tightly wrapped.",
     "peakMonths":[
        6,
        7
     ],
     "popularity":9,
     "prepared":true
  },
  {
     "name":"Cucumbers",
     "includes":"",
     "label":"cucumbers",
     "months":[
        4,
        5,
        6,
        7,
        8
     ],
     "description":"It's wonderful that cucumbers arrive right when we need them. Eat cucumbers in the summer to stay cool. If you want to stay, that is, cool as a cucumber.",
     "choose":"Choose firm, deep green cucumbers without soft spots or shriveling.",
     "store":"Store tightly wrapped in the refrigerator or in the crisper drawer.",
     "peakMonths":[
        6
     ],
     "popularity":8,
     "prepared":true
  },
  {
     "name":"Eggplant",
     "includes":"",
     "label":"eggplants",
     "months":[
        6,
        7,
        8,
        9
     ],
     "description":"Eggplant is a strange, special fruit. It's related to another fruit we don't think of as a fruit: tomatoes. It's also related to the potato, which is totally not a fruit.",
     "choose":"Eggplants should be firm, otherwise they could be bitter. The stem should be green and not dried out or brown.",
     "store":"Refrigerate if you don't use them within a day or so, but not too long. Eggplants suffer from chill damage.",
     "peakMonths":[
        7,
        8
     ],
     "popularity":7,
     "prepared":false
  },
  {
     "name":"English Peas",
     "includes":"",
     "label":"english-peas",
     "months":[
        2,
        3
     ],
     "description":"There are few spring flavors that rival that of a really sweet English pea, but there are also few flavors more transitory. Peas begin converting sugar to starch as soon as they're picked. Within a couple of days, they're bland. Taste before you buy.",
     "choose":"Look for pods that are firm and crisp. They shouldn't bend at all but should snap. The color in general should be a saturated pale green. Some peas will show a little white scarring on the pod; that's not a problem.",
     "store":"Refrigerate in a tightly sealed plastic bag. They'll last four or five days.",
     "peakMonths":[
        2,
        3
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Fava Beans",
     "includes":"",
     "label":"fava-beans",
     "months":[
        2,
        3,
        4,
        5
     ],
     "description":"One of the most popular of all farmers market vegetables, favas have ascended to culinary stardom contrary to all reason. They're expensive. And you have to buy a mountain to wind up with a molehill. (It takes more than 3 pounds of pods to make enough for two respectable servings of beans.) And then you have to peel them a second time to remove that fine pale skin that surrounds each bean. But still, is there any taste that promises spring as much as that bright flash of green you get from a fava bean?",
     "choose":"Select pods that are firm and filled out along the entire length. If you choose the pods with the smallest bumps, you'll get the youngest beans and they won't need to go through the second peeling. (Further hint: If the secondary peels covering the individual beans are not white, they don't need to be removed.)",
     "store":"Store favas in the refrigerator in a tightly sealed plastic bag. They'll last at least a week.",
     "peakMonths":[
        3,
        4
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Fennel",
     "includes":"",
     "label":"fennel",
     "months":[
        0,
        1,
        2
     ],
     "description":"One of the most versatile of the cool-weather vegetables, you can shave fennel thin and use it crisp in salads, or you can braise it until it's soft and use it as a side dish. Either way, its licorice flavor is a perfect fit.",
     "choose":"Look for fennel with fresh-looking greens on long branches. (As the fennel sits, the greens wilt and grocery managers trim them.) The bulbs should be bright white with no discolorations or soft spots.",
     "store":"Keep in the refrigerator in a tightly sealed plastic bag. You may need to double-bag in order to cover the fronds.",
     "peakMonths":[
        1
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Figs",
     "includes":"",
     "label":"figs",
     "months":[
        5,
        6,
        7
     ],
     "description":"When nicely ripe, figs are truly nature's candy. If you don't have a fig tree, you should find someone who does. We all need someone with a fig tree.",
     "choose":"Figs do not continue to ripen after harvest, and sweet, ripe figs are fragile; therefore, good figs are hard to get. They can be wrinkly and soft as long as they don't smell overripe.",
     "store":"Consume quickly and/or refrigerate.",
     "peakMonths":[
        6
     ],
     "popularity":5,
     "prepared":true
  },
  {
     "name":"Cherry Tomatoes",
     "includes":"",
     "label":"cherry-tomatoes",
     "months":[
        3,
        4,
        5,
        6
     ],
     "description":"Hunt for these in the gardens of friends and eat them straight off the plant if you can. They arrive earlier than bigger tomatoes.",
     "choose":"Choose tomatoes that are vibrantly colored and without soft spots or wrinkling and use your nose. ",
     "store":"Just as you do other tomatoes: at room temperature.",
     "peakMonths":[
        4,
        5
     ],
     "popularity":7,
     "prepared":true
  },
  {
     "name":"Grapefruit",
     "includes":"",
     "label":"grapefruit",
     "months":[
        2,
        3,
        4,
        5,
        6
     ],
     "description":"Grapefruits are \"Big Baby\" of the citrus family: the newest and the biggest.",
     "choose":"Like all citrus, they should be heavy for their size; they are full of juice. Also use your nose.",
     "store":"Refrigerating or store at room temperature.",
     "peakMonths":[
        4
     ],
     "popularity":2,
     "prepared":true
  },
  {
     "name":"Grapes",
     "includes":"",
     "label":"grapes",
     "months":[
        6,
        7,
        8,
        9
     ],
     "description":"Wine drinkers aren't the only people who get the nutritional values of grapes ;) Vine out to the many table grape varieties.",
     "choose":"Grapes should be heavy for their size with taut skins.",
     "store":"Store tightly wrapped in the refrigerator. After washing, have a paper towel beneath them to absorb the moisture.",
     "peakMonths":[
        7,
        8
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Green Beans",
     "includes":"",
     "label":"green-beans",
     "months":[
        4,
        5,
        6,
        7
     ],
     "description":"Chinese dry fried and sweet, quickly blanched and dressed for a tangy crunch, and many other ways...green beans are nutritious and delicious.",
     "choose":"Choose crisp and firm green beans without spots or signs of discoloring.",
     "store":"Refrigerate in a plastic bag.",
     "peakMonths":[
        5,
        6
     ],
     "popularity":7,
     "prepared":true
  },
  {
     "name":"Green Garlic",
     "includes":"",
     "label":"green-garlic",
     "months":[
        2,
        3,
        4
     ],
     "description":"How do you know winter is finally closing out and spring is coming? Green garlic in the farmers market is about as reliable an indicator as any. Originally the thinnings from garlic plantings, it became so popular farmers are growing it on purpose.",
     "choose":"Green garlic comes in a range of sizes, from slim as a green onion to almost fully formed heads. Whatever the size, choose garlic that's firm with no soft spots. If a hard papery skin has formed, it will have to be removed.",
     "store":"Store green garlic in the refrigerator, but keep it tightly sealed. It's flavor may be mild, but its aroma is pungent and will permeate everything if you're not careful.",
     "peakMonths":[
        3
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Hardy Herbs",
     "includes":"rosemary,thyme,oregano",
     "label":"hardy-herbs",
     "months":[
        9,
        10,
        11,
        0,
        1
     ],
     "description":"Once the province of gardeners only, even modest supermarkets now stock rosemary, thyme and oregano. They're wonderful for adding perfume to a dish.",
     "choose":"Choose hardy herbs that show no signs of wilting or browning.",
     "store":"Keep hardy herbs in the refrigerator, tightly wrapped in plastic. Better yet, grow them in a pot on a sunny windowsill.",
     "peakMonths":[
        11
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Kale",
     "includes":"",
     "label":"kale",
     "months":[
        11,
        0
     ],
     "description":"Of all of winter's hardy greens, none are more popular than the many members of the kale family.",
     "choose":"Kale is remarkably durable, which is why it has become such a popular wintertime garnish. But still, it will wilt eventually, so look for leaves that are thick, fleshy and crisp.",
     "store":"Refrigerate in a tightly sealed plastic bag.",
     "peakMonths":[
        11,
        0
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Lima Beans",
     "includes":"",
     "label":"lima beans",
     "months":[
        9,
        10
     ],
     "description":"Childhood trauma from eating canned lima beans? Get over it. There are few vegetables as delicious as a properly cooked, fresh lima bean, and there are few easier to prepare.",
     "choose":"Though shucking beans takes some time, the pods are really the best indicator of freshness. Look for pods that are firm and crisp. If you're buying shucked beans, make sure none have soft spots or discoloration.",
     "store":"Lima beans should be refrigerated in a tightly closed plastic bag.",
     "peakMonths":[
        9,
        10
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Mandarins",
     "includes":"tangerine,satsuma,clementine",
     "label":"mandarins",
     "months":[
        10,
        11,
        0,
        1,
        2
     ],
     "description":"These small, easy-peeling citrus fruits come in a wide variety, and the season extends well into spring.",
     "choose":"Look for mandarins that are deeply colored and firm. If they are sold with the leaves attached, make sure the leaves are fresh and flexible.",
     "store":"Because the skin is so thin, mandarin is one citrus fruit that needs to be refrigerated, tightly sealed in a plastic bag.",
     "peakMonths":[
        0
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Melons",
     "includes":"cantaloupe,muskmelon,honeydew",
     "label":"melons",
     "months":[
        6,
        7,
        8
     ],
     "description":"A great variety of melons is found at farmer's markets, some with incredible perfume and flavor. They are sweet and pair well with salty foods like prosciutto.",
     "choose":"With the exception of honeydews, the best indicator of a delicious melon is its perfume. Choose heavy melons with a creamy rind color.",
     "store":"Store them at room temperature and if you like to eat them cold, refrigerate them overnight.",
     "peakMonths":[
        7
     ],
     "popularity":5,
     "prepared":true
  },
  {
     "name":"Meyer Lemons",
     "includes":"",
     "label":"meyer-lemons",
     "months":[
        0,
        1,
        2,
        3
     ],
     "description":"Where most lemons -- especially ones grown commercially -- offer little more than a jolt of acidity, the flavor of a Meyer is softer, rounder and more floral. Think of the taste of a lemon crossed with a tangerine.",
     "choose":"Meyer lemons should be firm and the peel should be soft and smooth. Rub the peel with your fingernail and you should get a strong whiff of that distinctive Meyer perfume. Watch out for fruit with soft spots or fruit that's been harvested haphazardly -- no holes where the stem was plucked.",
     "store":"While most lemons have thick rinds and can be left at room temperature for days without ill effect, the peel of a Meyer is thinner and more delicate. Refrigerate them, wrapped in a plastic bag. If you've got backyard trees and have too much fruit for one time, you can juice the lemons into ice cube trays and zest a little of the peel over the top. Freeze in an airtight bag and you've got Meyer flavor for months.",
     "peakMonths":[
        1,
        2
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Berries",
     "includes":"berry,blueberry,blackberry,raspberry,loganberry,boysenberry,marionberry,olallieberry",
     "label":"berries",
     "months":[
        3,
        4,
        5,
        6,
        7,
        8,
        9
     ],
     "description":"Here is your heads-up to look for berries, all berries: red and golden raspberries, blackberries, olallieberries, boysenberries, loganberries, and local blueberries.",
     "choose":"Look for vibrantly colored berries that are not too soft. You can check the bottom of the container for bad berries that are hidden.",
     "store":"Refrigerated tightly sealed.",
     "peakMonths":[
        6
     ],
     "popularity":5,
     "prepared":true
  },
  {
     "name":"Mushrooms",
     "includes":"portobello,crimini,hen-of-the-woods,hon shimeji",
     "label":"mushrooms",
     "months":[
        10,
        11,
        0,
        1
     ],
     "description":"Though mushrooms are one of the last foods we eat from the wild, they also lend themselves to industrial production. Today at the market you can find brown button mushrooms, slightly larger cremini mushrooms and really big portobello mushrooms – all essentially the same mushroom at different stages of growth. And new growers are introducing Asian mushrooms to the produce market: shimeji, maitake (also called hen of the woods) and king trumpets (a large oyster mushroom). And then there are the greatest luxuries of all – the wild mushrooms.",
     "choose":"Mushrooms – whether wild or domestic – should be moist but not wet. They shouldn't be dry enough to crack; they should be moist enough to flex when you bend them.",
     "store":"Refrigerate mushrooms in a tightly sealed plastic bag, but slip in a paper towel to absorb any excess moisture.",
     "peakMonths":[
        11,
        0
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Navel Oranges",
     "includes":"",
     "label":"navel-oranges",
     "months":[
        11,
        0,
        1,
        2,
        3
     ],
     "description":"The navel orange, which is harvested in winter, has an exceptionally rich flavor, adaptable to all sorts of dishes.",
     "choose":"A deeply colored peel is pretty, but not necessarily the best indicator of quality. Indeed, later in the season, perfectly good oranges left on the tree sometimes experience “re-greening,” which affects the appearance but not the flavor. Instead, choose oranges that are firm to the touch and heavy for their size.",
     "store":"Oranges have relatively thick rinds and can store at room temperature for several days. To keep them longer, refrigerate them. If they came in plastic bags, it's a good idea to remove them to avoid trapped moisture.",
     "peakMonths":[
        1
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"New Potatoes",
     "includes":"",
     "label":"new potatoes",
     "months":[
        3,
        4
     ],
     "description":"Truly new potatoes are those that have been freshly dug and brought to market without curing. They have a distinctive flavor and creamy texture.",
     "choose":"The best way to tell truly new potatoes is to rub the skin with your thumb -- it should be delicate enough to scrape clean.",
     "store":"New potatoes can be stored at room temperature, but they won't last as long as regular potatoes -- several days instead of several weeks. When refrigerated, the starch will begin to convert to sugar, so if they're chilled for very long they'll taste sweet.",
     "peakMonths":[
        3,
        4
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Okra",
     "includes":"",
     "label":"okra",
     "months":[
        5,
        6,
        7,
        8,
        9
     ],
     "description":"Some people think okra is slimy. But the fact is, okra is slimy AND delicious.",
     "choose":"Okra should have a deep green colored and be firm.",
     "store":"Store tightly wrapped in the refrigerator.",
     "peakMonths":[
        7
     ],
     "popularity":3,
     "prepared":true
  },
  {
     "name":"Passion Fruit",
     "includes":"",
     "label":"passion-fruit",
     "months":[
        6,
        7,
        8
     ],
     "description":"Stereotypically tropical, we grow passion fruit in the Western US, so it's local to us! Instead of transporting the fruit, the fruit can transport us -- to Maui.",
     "choose":"Ripe passion fruit are soft and wrinkled. Your nose will help you pick. They continue to ripen.",
     "store":"Store passion fruit in the fridge, tightly wrapped, but use it quickly.",
     "peakMonths":[
        7
     ],
     "popularity":3,
     "prepared":true
  },
  {
     "name":"Peaches and Nectarines",
     "includes":"",
     "label":"peaches-nectarines",
     "months":[
        5,
        6,
        7,
        8
     ],
     "description":"There's nothing peachier than perfectly seasonal peaches. Well, except for nectarines, which are an option for people who are put off by fuzzy fruit.",
     "choose":"Look for good, deep orange-golden color but most importantly, smell them -- they should be strongly fragrant.",
     "store":"Ripe peaches will give a little bit when held in the hand with pressure. They continue to ripen a bit at home.",
     "peakMonths":[
        6,
        7
     ],
     "popularity":8,
     "prepared":false
  },
  {
     "name":"Pears",
     "includes":"",
     "label":"pears",
     "months":[
        7,
        8,
        9
     ],
     "description":"Bartletts are the predominate pear grown in California, and there are two growing sites with very different fruit. The earliest pears are harvested starting in August around the Sacramento delta area. They are fine, but the ones picked in September and October from the hilly orchards of Lake and Mendocino counties are much better.",
     "choose":"The best perfectly ripened Bartlett pears will be golden and fragrant and will have a slight softness at the neck. Don't worry if the fruit shows some russeting – that's only skin-deep and doesn't affect the flavor.",
     "store":"Pears will continue to ripen off the tree (indeed, they really have to ripen off the tree to avoid a woody texture). So if your pears are a little green and firm, just leave them at room temperature and they'll finish up nicely. Then you can refrigerate them.",
     "peakMonths":[
        8
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Persimmons",
     "includes":"fuyu,hachiya",
     "label":"persimmons",
     "months":[
        8,
        9,
        10
     ],
     "description":"The persimmon world is cleanly divided between two families. Acorn-shaped Hachiya-type persimmons need to be softened before eating; Fuyus, shaped like slightly flattened apples, can be eaten crisp.",
     "choose":"Choose fruit that is deeply colored and heavy for its size. With Hachiyas, don't worry about black streaking and softness -- that goes hand in hand with ripeness. Fuyus, though, should always be firm.",
     "store":"Persimmons should be kept at room temperature until they are fully ripe. Then they can be refrigerated for as long as a couple of weeks.",
     "peakMonths":[
        9
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Plums",
     "includes":"",
     "label":"plums",
     "months":[
        4,
        5,
        6,
        7
     ],
     "description":"Brined, dried, made into wine, jams, dumplings... Plums are the meat of onigiri, the salt vehicle of saladitos. Even so, I don't think we quite know plum's potential.",
     "choose":"Choose deeply colored plums that are shiny and firm but not hard.",
     "store":"Plums continue to ripen after harvest. If your fruit feels a little too hard, leave it at room temperature for a day or two. After that, refrigerate.",
     "peakMonths":[
        5,
        6
     ],
     "popularity":5,
     "prepared":true
  },
  {
     "name":"Pomegranates",
     "includes":"",
     "label":"pomegranates",
     "months":[
        8,
        9,
        10,
        11
     ],
     "description":"Pomegranates are a lot of work (and a fair bit of mess), but the sweet-tart jewels you wind up with are worth it.",
     "choose":"Select pomegranates that are heavy for their size -- they'll be the juiciest. Don't worry too much about the color of the rind: that can vary from completely red to reddish-brown without it affecting the quality. Do look for deep color though.",
     "store":"Pomegranates should be refrigerated; they'll last at least three to four weeks. Once they've been seeded, the seeds can be frozen in a tightly sealed bag.",
     "peakMonths":[
        9,
        10
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Radishes",
     "includes":"",
     "label":"radishes",
     "months":[
        0,
        1,
        2,
        3,
        4
     ],
     "description":"Radishes are among the fastest growing of all of the vegetables (as any veteran of elementary school science fairs can surely attest).",
     "choose":"Check the tops first; they should be bright green and not at all wilted. The roots should be brightly colored and free from cracks and nicks. Give them a squeeze to make sure there's no hollow or soft center.",
     "store":"Store radishes in a plastic bag in the refrigerator, removing the tops if you're not going to use them right away.",
     "peakMonths":[
        2
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Root Vegetables",
     "includes":"parsnips,turnips,rutabagas",
     "label":"root-vegetables",
     "months":[
        10,
        11,
        0
     ],
     "description":"Why is it that people go crazy for carrots but ignore other root vegetables? They're among the sweetest things you can eat, particularly after they've gone through the first frost.",
     "choose":"Select root vegetables that are firm, with no soft spots or discoloration. If there are tops attached, make sure they're fresh and green. Avoid roots that have lots of hairy secondary roots.",
     "store":"Refrigerate in a tightly sealed plastic bag.",
     "peakMonths":[
        7
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Shelling Beans",
     "includes":"",
     "label":"shelling-beans",
     "months":[
        7,
        8
     ],
     "description":"If you're at the farmers market and see what looks like a wilting mound of what must once have been beautiful string beans tinted with patterns of cream and crimson, don't pass them by. These are shelling beans: varieties that are normally grown for drying but which can be sold (and cooked) fresh. They have a sweet, subtle flavor that's somewhere between the earthy complexity of dried and the green, vegetal taste of fresh. The season lasts for only two or three weeks, so get them while you can.",
     "choose":"Look for pods that have begun to shrivel and dry, with full-sized beans inside. These will be the most mature and have the best flavor.",
     "store":"If you're going to use the beans within a couple of days, simply refrigerate them in the pods. If you're going to store them for a little longer, shuck them first.",
     "peakMonths":[
        7,
        8
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Fresh Herbs",
     "includes":"basil,cilantro,parsley,mint",
     "label":"soft-herbs",
     "months":[
        4,
        5,
        6,
        7,
        8,
        9
     ],
     "description":"Splurge on fresh herbs! For several cuisines (ex. Mexican), cilantro is key. Basil is wonderful summer pesto and salads. Mint and parsley seem like extra, but aren't.",
     "choose":"Choose herbs that are fresh, deeply green and not wilted. Parsley is the hardiest.",
     "store":"Treat them like cut flowers — stick them upright in a glass of water, drape a plastic bag over top, and keep cool.",
     "peakMonths":[
        6,
        7
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Specialty Lettuces",
     "includes":"",
     "label":"specialty-lettuces",
     "months":[
        1,
        2,
        3,
        4
     ],
     "description":"Almost anything with a leaf can be considered a candidate for salad these days. The array of colors, textures and flavors is one of the real pleasures for the springtime cook.",
     "choose":"Crisp is everything when it comes to choosing types of lettuce, which begin wilting as soon as they're picked and this is especially critical with some of the softer varieties. Reject any lettuce that appear soft, and certainly if there are signs of darkening.",
     "store":"Keep lettuce in a tightly sealed plastic bag in the refrigerator crisper drawer.",
     "peakMonths":[
        2,
        3
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Strawberries",
     "includes":"",
     "label":"strawberries",
     "months":[
        2,
        3,
        4
     ],
     "description":"We can get strawberries any time of year now, but I still think of them as a springtime treat. They're the bridge between winter's citrus and summer's stone fruit.",
     "choose":"Choosing good ones is pretty simple: your nose will know. Sniff around until you find a stand where the berries smell so good you can't resist. That's all there is to it, though you should also check the bottom of the basket to make sure the berries haven't gone over the hill and started leaking.",
     "store":"You can refrigerate berries, but the flavor is best if you leave them at room temperature and eat them the same day. Just before serving, wash gently in cool running water, pat dry and then hull them, removing the green top (removing it before washing will cause the berries to absorb more water).",
     "peakMonths":[
        3
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Sugar snap and snow peas",
     "includes":"",
     "label":"sugar-snap-and-snow-peas",
     "months":[
        1,
        2,
        3,
        4,
        5
     ],
     "description":"Want the flavor of an English pea without the hassle of shucking, and with a more reliably sweet flavor? Then go for the sugar snap pea. The snow pea, so popular in the ‘70s and ‘80s, is still found and offers almost as much flavor.",
     "choose":"Look for edible pod peas with crisp pods that show no dark blemishes or soft spots. Traces of white streaking are often found on sugar snaps and are nothing to worry about.",
     "store":"Refrigerate in a tightly sealed plastic bag.",
     "peakMonths":[
        3
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Sweet potatoes",
     "includes":"yam",
     "label":"sweet-potatoes",
     "months":[
        10,
        11,
        0,
        1,
        2
     ],
     "description":"Whether they're the pale gold varieties or the dark orange ones that are mistakenly called yams, sweet potatoes are one of the most traditional highlights of the table at this time of year. And despite the marked differences between the two types, they can be used almost interchangeably.",
     "choose":"Orange sweet potatoes are sweeter and moister than the golden ones, which are drier, starchier and nuttier in flavor. If you're making a puree, for example, think about whether you want the finished texture to be dense and buttery (in which case, choose the orange sweet potatoes) or light and creamy (the golden ones).",
     "store":"Sweet potatoes can be stored at cool room temperature.",
     "peakMonths":[
        4,
        5
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Tomatillos",
     "includes":"",
     "label":"tomatillos",
     "months":[
        1,
        2,
        3,
        7,
        8,
        9
     ],
     "description":"The secret to that irresistible lemony tang in so many Mexican dishes? It's the tomatillo, which looks like a small tomato wrapped in a papery husk. It's definitely an ingredient that deserves a wider audience.",
     "choose":"Choose tomatillos that are deep green and firm and that have a husk that is definitely dried out and papery. Once tomatillo fruit has started to turn yellow, it loses some of that flavor.",
     "store":"You can keep tomatillos with their husks wrapped in a plastic bag in the refrigerator. They're relatively hardy and will last a couple of weeks.",
     "peakMonths":[
        5
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Tomatoes",
     "includes":"",
     "label":"tomatoes",
     "months":[
        6,
        7,
        8,
        9
     ],
     "description":"Some people wait for the best tomatoes each year, and feel real sadness when they are gone. But don't feel bad for tomato-heads; they have their priorities straight.",
     "choose":"Tomatoes should be vibrantly colored with taut, shiny skin. There should be no soft or wrinkly spots.",
     "store":"Avoid refrigerating tomatoes – it destroys fresh tomato flavor. Keep them at room temperature, covered if you like.",
     "peakMonths":[
        7,
        8
     ],
     "popularity":10,
     "prepared":true
  },
  {
     "name":"Walnuts, Almonds, Pistachios",
     "includes":"",
     "label":"walnuts-almonds-pistachios",
     "months":[
        7,
        8,
        9
     ],
     "description":"Cooks tend to regard nuts as staples, like flour or butter. But they do have a season and when you get them right after harvest, they taste fresher and their texture is almost creamy.",
     "choose":"With whole nuts, choose examples that are heavy for their size. With shelled nuts, look for meat that's plump and pale and avoid any that are shrunken and shriveled.",
     "store":"Whole nuts can be stored at room temperature for several weeks. Shelled nuts must be refrigerated immediately. Even better: Freeze them in a tightly sealed bag and they'll last for up to a year.",
     "peakMonths":[
        8
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Winter squash",
     "includes":"butternut,kabocha,pumpkin,acorn,spaghetti,delicata",
     "label":"winter-squash",
     "months":[
        8,
        9,
        10,
        11
     ],
     "description":"Why are they called “winter” squash if you buy them in the fall? Before refrigeration, these squash with their hard shells were among the few vegetables that could be stored through the cold months.",
     "choose":"Look for squash with deep, saturated colors and no soft spots or cracks. The stem should be hard and corky too.",
     "store":"Keep winter squash in a cool, dark place. You don't need to refrigerate them.",
     "peakMonths":[
        9,
        10
     ],
     "popularity":5,
     "prepared":false
  },
  {
     "name":"Zucchini",
     "includes":"",
     "label":"zucchini",
     "months":[
        6,
        7,
        8
     ],
     "description":"Great zukes! Like all squash, zucchini's origin is in the Americas. However, Italians perfected this type for saucy tomato-based comfort foods.",
     "choose":"Look for zucchini that are no longer than 6 to 8 inches. They should be firm and free of nicks and cuts. Darker, thinner zucchinis can have richer flavor.",
     "store":"Keep zucchini tightly wrapped in the refrigerator.",
     "peakMonths":[
        7
     ],
     "popularity":5,
     "prepared":true
  }
]